13/data/attachments/d63b3eaf3e44f7c3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Katherine_finish_Friend_28808_8</nif:username>
            <nif:friendToBeRequested>soap_friends_bcde9c55-436a-4e41-8d8d-46f647aec26f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>